tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "sidneys/homebrew"
brew "openssl@3"
brew "autojump"
brew "python@3
brew "tree-sitter"
brew "cask"
brew "docker"
brew "fzf"
brew "gcc"
brew "git"
brew "isort"
brew "node"
brew "unibilium"
brew "libtermkey"
brew "lua"
brew "neovim"
brew "openssh"
brew "openvpn"
brew "perl"
brew "prettierd"
brew "rename"
brew "ripgrep"
brew "starship"
brew "stow"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vim"
cask "firefox"
cask "docker"
cask "alfred"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "spectacle"
