tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "stow"
brew "direnv"
brew "starship"
brew "autoconf"
brew "bdw-gc"
brew "berkeley-db"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cask"
brew "coreutils"
brew "ctags"
brew "emacs"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "git"
brew "gmp"
brew "gnutls"
brew "guile"
brew "icu4c"
brew "isl"
brew "jansson"
brew "jemalloc"
brew "krb5"
brew "libcbor"
brew "libev"
brew "libevent"
brew "libffi"
brew "libfido2"
brew "libidn2"
brew "libmpc"
brew "libnghttp2"
brew "libpng"
brew "libtasn1"
brew "libtermkey"
brew "libtool"
brew "libunistring"
brew "libuv"
brew "libyaml"
brew "lua"
brew "luajit-openresty"
brew "luv"
brew "lz4"
brew "m4"
brew "mpdecimal"
brew "mpfr"
brew "msgpack"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "nettle"
brew "nghttp2"
brew "node"
brew "nvm"
brew "openssl@1.1"
brew "openssl@3"
brew "p11-kit"
brew "pcre2"
brew "perl"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "python3"
brew "rbenv"
brew "readline"
brew "ruby"
brew "ruby-build"
brew "six"
brew "sqlite"
brew "starship"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "vim"
brew "xz"
brew "yarn"
brew "zlib"
brew "zstd"
brew "basictex"
brew "autojump"

cask "alfred"
cask "dictionaries"
cask "google-chrome"
cask "karabiner-elements"
cask "visual-studio-code"
cask "specacle"
cask "iterm2"
cask "flux"
cask "bettertouchtool"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-hack"
cask "miniforge"

