tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sass/sass"
tap "sidneys/homebrew"
tap "universal-ctags/universal-ctags"
brew "brotli"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "ca-certificates"
brew "gettext"
brew "readline"
brew "sqlite"
brew "aria2"
brew "m4"
brew "autoconf"
brew "gdbm"
brew "mpdecimal"
brew "python@3.10", link: false
brew "autojump"
brew "autopep8", link: false
brew "bdw-gc"
brew "berkeley-db"
brew "c-ares"
brew "cabextract"
brew "freetype"
brew "pcre2"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "libtool"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "cdrtools"
brew "ctags"
brew "direnv"
brew "docker", link: false
brew "exiftool"
brew "fzf"
brew "isl"
brew "gcc"
brew "gdb"
brew "git"
brew "libuv"
brew "node", link: false
brew "http-server"
brew "libheif"
brew "imagemagick"
brew "isort"
brew "jemalloc"
brew "krb5"
brew "ldns"
brew "libcbor"
brew "libev"
brew "libfido2"
brew "unibilium"
brew "libtermkey"
brew "libyaml"
brew "six"
brew "llvm"
brew "lua"
brew "luajit-openresty"
brew "luv"
brew "msgpack"
brew "protobuf"
brew "zlib"
brew "mysql"
brew "ncurses"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "openjdk"
brew "openssh"
brew "openssl@3"
brew "openvpn"
brew "perl"
brew "postgresql@14"
brew "pyenv"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "testdisk"
brew "utf8proc"
brew "tmux"
brew "vim"
brew "wimlib"
brew "wireshark", link: false
brew "yarn"
brew "sass/sass/sass"
brew "sidneys/homebrew/chntpw"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"], link: false
cask "karabiner-elements"
cask "mactex-no-gui"
