amayakite.aya-vue3-extension-pack
asvetliakov.vscode-neovim
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
georgewfraser.vscode-javac
gruntfuggly.todo-tree
hollowtree.vue-snippets
humao.rest-client
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.flake8
ms-python.python
ms-vscode.vscode-typescript-next
nickdemayo.vscode-json-editor
patbenatar.advanced-new-file
pflannery.vscode-versionlens
redhat.java
ritwickdey.liveserver
sibiraj-s.vscode-scss-formatter
sleistner.vscode-fileutils
steoates.autoimport
streetsidesoftware.code-spell-checker
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vstirbu.vscode-mermaid-preview
vue.volar
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.javascriptsnippets
